<<<<<<< HEAD
<?php
$films = [
    [
        "producer" => "Питер Джексон",
        "name" => "Властелин колец",
        "year" => 2001
    ],
    [
        "producer" => "Питер Джексон",
        "name" => "Кинг Конг",
        "year" => 2005
    ],
    [
        "producer" => "Джеймс Кэмерон",
        "name" => "Терминатор",
        "year" => 1984
    ],
];
=======
<?php
$films = [
    [
        "producer" => "Питер Джексон",
        "name" => "Властелин колец",
        "year" => 2001
    ],
    [
        "producer" => "Питер Джексон",
        "name" => "Кинг Конг",
        "year" => 2005
    ],
    [
        "producer" => "Джеймс Кэмерон",
        "name" => "Терминатор",
        "year" => 1984
    ],
];
>>>>>>> 82ff753ef97bd35c5e1c297ef77c66e660a1e3b4
